Repository: Penaz91/Essent10
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: it

source: Archives - %(sitename)s
it: Archivi - %(sitename)s

source: Archives
it: Archivi

source: Archives for %(sitename)s
it: Archivi per %(sitename)s

source: Published on
it: Pubblicato il

source: Last modified on
it: Ultima Modifica il

source: By
it: Di

source: Category
it: Categoria

source: Est. Read Time
it: Tempo di Lettura

source: Posts by %(author)s - %(sitename)s
it: Post di %(author)s - %(sitename)s

source: Author: %(author)s
it: Autore: %(author)s

source: %(sitename)s: list of posts by %(author)s
it: %(sitename)s: lista degli articoli di %(author)s

source: Posts by %(author)s
it: Posts di %(author)s

source: Authors - %(sitename)s
it: Autori - %(sitename)s

source: Authors
it: Autori

source: %(sitename)s: List of all the authors
it: %(sitename)s: Lista di tutti gli autori

source: Authors on %(sitename)s
it: Autori su %(sitename)s

source: %(sitename)s Full Atom Feed
it: Feed Atom completo di %(sitename)s

source: %(sitename)s Full RSS Feed
it: Feed RSS completo di %(sitename)s

source: %(sitename)s Atom Feed
it: Feed Atom di %(sitename)s

source: %(sitename)s RSS Feed
it: Feed RSS di %(sitename)s

source: %(sitename)s Category Atom Feed
it: Feed Atom per categoria di %(sitename)s

source: %(sitename)s Category RSS Feed
it: Feed RSS per categoria di %(sitename)s

source: %(sitename)s Tags Atom Feed
it: Feed Atomr per Tag di %(sitename)s

source: %(sitename)s Tags RSS Feed
it: Feed RSS per Tag di %(sitename)s

source: Search
it: Cerca

source: Search...
it: Cerca...

source: Categories
it: Categorie

source: Pages
it: Pagine

source: Atom Feed
it: Feed Atom

source: RSS Feed
it: Feed RSS

source: This website is proudly powered by %(pelican_link)s, which takes great advantage of %(python_link)s
it: Questo sito Ã¨ fieramente fornito da %(pelican_link)s, che fa gran uso di %(python_link)s

source: %(theme_link)s theme by Penaz
it: Tema %(theme_link)s di Penaz

source: %(category)s category - %(sitename)s
it: Categoria %(category)s - %(sitename)s

source: Category: %(category)s
it: Categoria: %(category)s

source: %(sitename)s: list of posts in the %(category)s category
it: %(sitename)s: lista degli articoli nella categoria %(category)s

source: Posts in the %(category)s category
it: Articoli nella categoria %(category)s

source: Other posts
it: Altri Articoli

source: Last Modified
it: Ultima Modifica

source: Go to first page
it: Vai alla prima pagina

source: Go to the previous page
it: Vai alla pagina precedente

source: Page
it: Pagina

source: Go to the next page
it: Vai alla prossima pagina

source: Archives for %(period)s - %(sitename)s
it: Archivi per %(period)s - %(sitename)s

source: %(sitename)s - Archives for %(period)s
it: %(sitename)s - Archivi %(period)s

source: Archives: %(period)s
it: Archivi: %(period)s

source: Archives for %(period)s
it: Archivi %(period)s

source: %(tag)s tag - %(sitename)s
it: Tag %(tag)s - %(sitename)s

source: %(sitename)s: list of posts tagged %(tag)s
it: %(sitename)s: lista degli articoli con tag %(tag)s

source: Posts tagged %(tag)s
it: Articoli con tag %(tag)s

source: %(sitename)s: List of available tags
it: %(sitename)s: Lista dei tag disponibili

source: Tags for %(sitename)s
it: Tag di %(sitename)s

source: Permalink to %(art_title)s
it: Permalink per %(art_title)s

source: Click on the dark background or on the X to close this lightbox.
it: Clicca sulla parte oscurata della pagina o su X per chiudere.

source: Share on social
it: Condividi sui social

source: Translations
it: Traduzioni
